<template>
  <div>
    <div class="text-weight-light">
      <h4 class="q-display-1 q-display-4-opacity">Приветствую Вас!!!</h4>
      <p>Этот ресурс дает возможность просматривать отношение
        характеристики товара к его цене. Например, можно узнать,
        лучшую цена за 1 дюйм у телевизоров производителя Samsung или, что минимальная
        цена за 1 гигабайт у винчестеров емкостью 512 GB.</p>
        <p>После выбора Вами категории товаров - слева, на правой панели для Вас будут представлены фильтры,
        для сортировки продуктов.</p>
        <p>Надеюсь, ресурс принесет Вам пользу! Enjoy !!<q-icon name="tag_faces" size="20px"/></p>
      <div class="mobile-only">Нажмите сверху слева, на иконку <q-icon name="menu" /> что бы выбрать категорию продуктов</div>
    </div>
  </div>
</template>
<script>
export default {
  name: 'PageIndex'
}
</script>

<style>
.q-display-1{
  margin: 10px 0;
}
</style>
